README.md


# Instructor Contact Information

-   Tae Eun Kim (Mr. Kim, Dr. Kim, Tae are all fine.)
-   [kim.3562@osu.edu](mailto:kim.3562@osu.edu) (Do NOT use `buckeyemail.osu.edu` address as that inbox is unattended.)
-   Office: Math Tower 349
-   Office hours: MW 4:30PM &#x2013; 6:00PM


# Lectures

As we go on, I will fill the table below with links to recorded lectures and corresponding lecture slides, both blank and annotated.

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Week</th>
<th scope="col" class="org-left">Date</th>
<th scope="col" class="org-left">Lecture</th>
<th scope="col" class="org-left">Slides</th>
<th scope="col" class="org-left">Notes</th>
</tr>
</thead>

<tbody>
<tr>
<td class="org-right">1</td>
<td class="org-left"><span class="timestamp-wrapper"><span class="timestamp">&lt;2021-08-25 Wed&gt;</span></span></td>
<td class="org-left"><a href="https://youtu.be/PlyUUcq_6sI">Lec01: UF and ROFF</a></td>
<td class="org-left"><a href="lec01-UF-and-ROFF.pdf">blank</a> / <a href="lec01-UF-and-ROFF.notes.pdf">annotated</a></td>
<td class="org-left">&#xa0;</td>
</tr>


<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left"><span class="timestamp-wrapper"><span class="timestamp">&lt;2021-08-27 Fri&gt;</span></span></td>
<td class="org-left"><a href="https://youtu.be/cjulyIl8b50">Lec02: WIAL</a></td>
<td class="org-left"><a href="lec02-WIAL.pdf">blank</a> / <a href="lec02-WIAL.notes.pdf">annotated</a></td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>

<tbody>
<tr>
<td class="org-right">2</td>
<td class="org-left"><span class="timestamp-wrapper"><span class="timestamp">&lt;2021-08-30 Mon&gt;</span></span></td>
<td class="org-left"><a href="https://youtu.be/4gp-tZJDOFg">Lec03: LL</a></td>
<td class="org-left"><a href="lec03-LL.pdf">blank</a> / <a href="lec03-LL.notes.pdf">annotated</a></td>
<td class="org-left">&#xa0;</td>
</tr>


<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left"><span class="timestamp-wrapper"><span class="timestamp">&lt;2021-09-01 Wed&gt;</span></span></td>
<td class="org-left"><a href="https://youtu.be/GjeQIW6jmw0">Lec04: IF</a></td>
<td class="org-left"><a href="lec04-IF.pdf">blank</a> / <a href="lec04-IF.notes.pdf">annotated</a></td>
<td class="org-left">&#xa0;</td>
</tr>


<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left"><span class="timestamp-wrapper"><span class="timestamp">&lt;2021-09-03 Fri&gt;</span></span></td>
<td class="org-left"><a href="https://youtu.be/LefVE1I1JUY">Lec05: ULTDA</a></td>
<td class="org-left"><a href="lec05-ULTDA.pdf">blank</a> / <a href="lec05-ULTDA.notes.pdf">annotated</a></td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

